# 1. წლოვანების კალკულატორი: 

# დაწერეთ პროგრამა რომელიც მომხმარებელს სთხოვს მის დაბადების წელს და გამოითვლის მის წლოვანებას


# 2. ოთკუთხედის ფართობი და პერიმეტრი: 

# შემიატანინეთ მომხმარებელს ოთკუთხედის სიგრზე და სიგანე საბოლოოდ კი გამოთვალეთ ამ ოთკუთხედის ფართობი და პერიმეტრი
# (
# ფართობი - a*b
# პერიმეტრი - 2*(a+b)
# )


# 3. სთხოვეთ მომხმარებელს შემოიტანოს მისი სახლიდან სკოლამდე მანძილი კილომეტრებში და დაუპრინტეთ თუ რა მანძილია მისი სახლიდან სკოლამდე მეტრებში,სანტიმეტრებში და მილიმეტრებში.

# 4. შემოატანინეთ მომხმარებელს მისი სახელი გვარი მშობლების სახელი გვარი საყვარელი ფერი საყვარელი მანქანა 3 საყვარელი ჰობი და ეს ყველაფერი დაბეჭდეთ ერთ დიდ წინადადებაში


# 5. Extreme difficulty (თუ იცით ციკლები არ გამოიყენოთ ისინი)
# დაწერეთ პითონის პროგრამა, რომელიც სთხოვს მომხმარებელს ორნიშნა რიცხვს შემდეგ ამოიღებს ამ რიცხვიდან ციფრებს ინდივიდუალურად და დაბეჭდავს ამ ციფრების ჯამს.  (მინიშნება: გამოიყენეთ //, %)