# 1)
# შექმენით 3 ცვლადი სახელად name , last name , age შემდეგ
# input-ის საშვალებით მომხმარებელს შემოაყვანინეთ მისი
# სახელი,გვარი და წლოვანება და დაპრინტეთ name , last "არის" age "წლის"
name = Johny
last_name = Depp
age = 50







# 2)
# შექმენით 2 ცვლადი მაგალითად first  და second , input საშვალებით მომხმარებელს შემოაყვანინეთ 2 რიცხვი,
# შემდეგ ამ ორი ცვლადის საშვალებით გააკეთეთ მათემატიკური ოპერაციები (+   ,   -   ,   /   ,   *   )

# 3) 
# შეასწორეთ მითითებული ფუნქცია:
# 1user = input"enter your name: "
# print(1user)

# 4)
# შეასწორეთ მითითებული ფუნქცია:
# math = 20 + "20"
# 2math = math - 10
# 3math = math * 2
# print = 3math

# 5)
# შექმენით 5 input სახელად academy , school , name , last name , age

# academy - შემოაყვანინეთ მომხმარებელს მისი სასწავლებელი აკადემია

# school - შემოაყვანინეთ მომხმარებელს მისი სასწავლებელი სკოლა

# name - შემოაყვანინეთ მომხმარებელს მისი სახელი

# last name - შემოაყვანინეთ მომხმარებელს მისი გვარი

# და ბოლოს დაპრინტეთ ხუთივე